Repository: iLib-js/ilib-loctool-samples
Catalog: xml/xliffs/sample-xml-*.xliff
Languages: de_de, nl_nl

# subaccount_questions
source: How many times has {first_name} been pregnant?
de_de: Wie oft war {first_name} schon schwanger?
nl_nl: Hoe vaak is {first_name} zwanger geweest?

# subaccount_questions
source: How many deliveries did {first_name} have?
de_de: Wie viele Lieferungen hatte {first_name}?
nl_nl: Hoeveel leveringen heeft {first_name} gehad?

# subaccount_questions
source: How many living children does {first_name} have?
de_de: Wie viel Kinderen hat {first_name}?
nl_nl: Hoeveel kinderen heeft {first_name}?

# app_recommend
source: {start}1{end} friend recommends
de_de: {start}1{end} Freund empfiehlt
nl_nl: {start}1{end} vriend raadt dit aan

# app_recommend
source: {start}%d{end} friends recommend
de_de: {start}%d{end} Freunden empfiehlen
nl_nl: {start}%d{end} vrienden raden dit aan

# app_recommend2
source: {start}1 friend{end} recommends this app
de_de: {start}1 Freund{end} hat diese App empfiehlt
nl_nl: {start}1 vriend{end} hat deze app aangeraden

# app_recommend2
source: {start}%d friends{end} recommend this app
de_de: {start}%d Freunden{end} haben diese App empfiehlen
nl_nl: {start}%d vrienden{end} hebben deze app aangeraden

source: Disclaimer
de_de: Haftungsausschluss
nl_nl: Vrijwaring

# thanks
source: Thank you!
de_de: Danke Schoen!
nl_nl: Dank je wel!

# talk_to_friend
source: Get help now
de_de: Krieg Hilfe jetzt
nl_nl: Hulp krijgen

# ask_question
source: Ask friends
de_de: Freuden fragen
nl_nl: Frag je vrienden

# src
source: This is a source string.
de_de: Dies ist eine Quellzeichenfolge.
nl_nl: Dit is een bronreeks.
